Repository: dfedarchuk/danceevents
Catalog: app/Resources/translations/messages.*.xliff
Languages: tr

source: Log in with Facebook
tr: Facebook ile giriş

source: Refine Search
tr: Google ile giriş

source: Refresh Results
tr: Yenile Sonuçlar

source: %module% Options
tr: %module% Seçenekleri

source: (Read More)
tr: (Daha fazla oku)

source: (more)
tr: (Daha)

source: * Phone (000) 000-0000
tr: * Telefon (000) 000-0000

source: 10% Off - Deal Title
tr: 10% Off - Teklif Başlık

source: A new account was created in
tr: Yeni bir hesap oluşturuldu

source: About
tr: yaklaşık

source: Add this item to favorites
tr: Favorilere ekle

source: Add to favorites
tr: Favorilere ekle

source: Add your phone number (optional)
tr: Telefon numaranızı ekleyin (isteğe bağlı)

source: Additional Information
tr: Ek Bilgiler

source: Additional message
tr: Ek mesajı

source: Address
tr: Adres

source: Advertise
tr: Duyurmak

source: Advertisement
tr: reklâm

source: Advertiser
tr: reklamveren

source: After
tr: Sonra

source: Already voted
tr: zaten oy

source: An error occurred, try again
tr: İsteğinizi tutamadım, lütfen tekrar deneyin.

source: Any Date
tr: herhangi tarihi

source: Article
tr: Makale

source: Article Author
tr: Makale Yazarı

source: Article Title
tr: Makale Başlığı

source: Badge
tr: Rozetleri

source: Banner
tr: Afiş

source: Banner Preview
tr: Afiş

source: Be the first to review this item!
tr: Yorumlayan ilk kişi sen ol!

source: Bookmark this
tr: Favorilerime Ekle

source: Bookmarked
tr: favorilere eklendi

source: By
tr: tarafından

source: Call
tr: çağırma

source: Categories
tr: Kategoriler

source: Category
tr: Kategori

source: Changes successfully saved.
tr: Değişiklikler başarıyla kaydedildi.

source: Check your e-mail to complete your subscription.
tr: Aboneliğinizi tamamlamak için e-posta kontrol edin.

source: City
tr: İlçe

source: City, State
tr: şehir

source: Claim this listing
tr: Bu listeyi talep

source: Classified
tr: İlanlar

source: Classified Title
tr: İlan Başlığı

source: Classifieds
tr: İlanlar

source: Click here to see more info!
tr: Daha fazla bilgi için tıklayın!

source: Click on the link below to go to the review administration
tr: Yorumla idaresine gitmek için aşağıdaki linke tıklayın

source: Click to call
tr: çağrı

source: Click to see the fax number
tr: Faks numarasını görmek için tıklayınız

source: Click to see the phone number
tr: Telefon numarasını görmek için tıklayın

source: Come back soon to check this page
tr: Bu sayfayı kontrol yakında geri gel

source: Company
tr: Şirket

source: Contact
tr: İletişim

source: Contact Name
tr: Kişi Adı

source: Contact Us
tr: Bize Ulaşın

source: Contractors
tr: Müteahhitler

source: Country
tr: Ülke

source: Custom Date
tr: Özel Tarih

source: Custom Theme
tr: Özel Tema

source: DAY
tr: GÜN

source: Date
tr: Tarih

source: Days free trial
tr: Ücretsiz deneme günleri

source: Deal
tr: Teklif

source: Deals
tr: Fırsatlar

source: Did you find this review helpful?
tr: Bu değerlendirmeyi yararlı buldunuz mu?

source: Dining Guide
tr: Yemek Kılavuzu

source: Distance
tr: Mesafe

source: E-mail
tr: E-posta

source: Email
tr: E-posta

source: Email already registered.
tr: E-posta zaten kayıtlı.

source: Enter a question, keyword, topic...
tr: Bir soru, anahtar kelime, konu girin ...

source: Error
tr: Hata

source: Event
tr: Aktivite

source: Event Title
tr: Aktivite Başlığı

source: Events
tr: Olaylar

source: Expired
tr: Süresi Doldu

source: Explore Category
tr: Kategori keşfi

source: Explore all locations
tr: Tüm yerleri keşfedin

source: Explore more places
tr: Daha fazla yerler keşfetmek

source: Faq
tr: SSS

source: Fax
tr: Faks

source: Features
tr: Özellikler

source: File with extension not supported
tr: Desteklenmeyen uzantıya sahip dosya

source: First Name
tr: İsim

# Follow &amp; Bookmarking
source: Follow & Bookmarking
tr: Takip & Bookmarking

source: Forgot your password?
tr: Şifrenizi mi unuttunuz?

source: Free
tr: ücretsiz

source: Frequently Asked Questions
tr: sık Sorulan Sorular

source: From %real_value%
tr: önce oldu %real_value%

source: From:
tr: Gönderen

source: Get Directions
tr: Yol tarifi almak

source: Get Location
tr: Yer alın

source: HRS
tr: SAAT

source: Home
tr: Anasayfa

source: Hours
tr: saat

source: In
tr: içinde

source: Is this your listing?
tr: Bu senin mi?

source: Item
tr: Öğe

source: Keyword for search
tr: Arama için anahtar sözcükleri

source: Last Name
tr: Soyadı

source: List
tr: liste

source: Listing
tr: Liste

source: Listing Title
tr: Liste Başlığı

source: Location
tr: Konum

source: Location Name
tr: Yer Adı

source: Location Reference
tr: Yer referans

source: Locations
tr: Mekanlar

source: Log in
tr: Oturum aç

source: Log in to the Profile Area
tr: Profil Alanına giriş yapın

source: Log in with Facebook
tr: Facebook ile giriş

source: Log in with Google
tr: Google ile giriş yapın

source: MIN
tr: dakika

source: Main navigation
tr: ana navigasyon

source: Map View
tr: Harita

source: Menu
tr: menü

source: Message
tr: İleti

source: Message:
tr: Mesaj:

source: Month
tr: Ay

source: Most Popular
tr: En popüler

source: Multi Language
tr: Çoklu Dil

source: Name
tr: isim

source: Neighborhood
tr: Mahalle

source: New Account
tr: Yeni hesap

source: New Contact
tr: yeni İletişim

source: New Inquire
tr: Yeni Talep

source: Newsletter
tr: Bülten

source: Next
tr: Sonraki

source: No
tr: hayır

source: No results containing all your search terms were found
tr: Tüm arama terimlerinizi içeren hiçbir sonuç bulunamadı

source: OK!
tr: Peki!

source: Offered By
tr: tarafından sunulan

source: Offered by
tr: tarafından sunulan

source: Offers deals
tr: Fırsatlar sunuyor

source: Ok, continue
tr: Tamam devam ediyor

source: Once you have created your account using a foreign system, it was activated automatically. Please disregard this message.
tr: Eğer yabancı bir sistemi kullanarak hesabınızı oluşturduktan sonra, otomatik olarak faaliyete geçmiştir. Bu mesajı dikkate almayın.

source: Only items with deals
tr: Fırsatlar Sadece öğeler

source: Open Search
tr: Açık ara

source: Order eDirectory
tr: Sipariş eDirectory

source: Original value
tr: orijinal değer

source: Page successfully reset.
tr: Sayfa başarıyla sıfırlandı.

source: Password
tr: Parola

source: Per
tr: Tarafından

source: Phone
tr: Telefon

source: Phone Number
tr: Telefon numarası

source: Phone:
tr: Telefon:

source: Placeholder
tr: Örnek

source: Please log in to send your review.
tr: yorumunuzu göndermek için giriş yapın.

source: Please review the account information below
tr: Lütfen aşağıdaki hesap bilgilerini gözden geçirin

source: Please, wait...
tr: Lütfen bekleyin...

source: Powered by
tr: Tarafından desteklenmektedir

source: Previous
tr: geçmiş

source: Price
tr: Fiyat

source: Print Deal
tr: Baskı Fırsat

source: Privacy Policy
tr: Gizlilik Politikası

source: Range
tr: menzil

source: Rate It
tr: Oyla

source: Rate it
tr: Puanla!

source: Rating
tr: Puanlama

source: Rating Notification
tr: Değerlendirme Bildirimi

source: Read full article
tr: Yazının tamamını oku

source: Real Estate
tr: Gayrimenkul

source: Redeem Deal
tr: kurtarmak

source: Redemeed at
tr: itfa

source: Refine
tr: daraltın

source: Refresh search
tr: Yenile arama

source: Region
tr: Bölge

source: Remember my login
tr: Benim hatırla

source: Remove filter
tr: filtreyi kaldır

source: Request a Guided Demo
tr: Bir Rehberli Demo isteyin

source: Results
tr: Sonuçlar

source: Results for
tr: Için sonuçlar

source: Review
tr: İnceleme

source: Review Title
tr: Yorum Başlığı

source: Review this
tr: Bu gözden

source: Reviews
tr: yorumlar

# Reviews of &quot;%title%&quot;
source: Reviews of "%title%"
tr: "%title%" yorumlar

source: SEC
tr: SAN

source: Save
tr: Kaydet

source: Search
tr: aramak

source: Search anything...
tr: Bir şey arama ...

source: See all events
tr: Tüm etkinlikleri görmek

source: See all reviews
tr: Tüm yorumlarını

source: See details
tr: Ayrıntılara bakınız

source: See more
tr: Daha fazla gör

source: See the Deal
tr: Teklif bakın

source: Send
tr: göndermek

source: Send E-mail
tr: Eposta yolla

source: Send e-mail
tr: Eposta yolla

source: Send info about this listing to a phone.
tr: Bir telefon için bu liste hakkında bilgi gönder.

source: Send to Phone
tr: Telefona gönder

source: Share on Facebook
tr: Facebook'ta Paylaş

source: Showing %pageCount% of %totalCount% results
tr: Gösterilen %pageCount% arasında %totalCount% sonuçlar

source: Sign Up
tr: Kaydol

source: Site Manager
tr: Site yöneticisi

source: Site manager
tr: Site yöneticisi

source: Sold Out
tr: Hepsi satıldı

source: Something went wrong! We're looking into it
tr: Bir şeyler yanlış gitti! Biz bunun içine arıyoruz

source: Sorry, this item isn't currently available.
tr: Maalesef, bu öğe şu anda mevcut değil.

source: Start a new search to seek for similar items
tr: Benzer öğeler aramaya yeni bir arama başlatmak

source: State
tr: İl

source: Subject
tr: tabi

source: Submit Review
tr: Yorum Gönder

source: Success!
tr: Başarı!

source: Suggestions
tr: Öneriler

source: Sun 8:00 am - 6:00 pm
tr: Pazar 8:00 - 18:00

source: Terms and Conditions
tr: Şartlar ve koşullar

source: Terms of Use
tr: Kullanım Şartları

source: Test Password:
tr: Test Şifre:

source: Thank you for submitting your review!
tr: Yorumunuzu gönderdiğiniz için teşekkür ederiz!

source: Thank you, we will be in touch shortly.
tr: Kısaca temas olacak, teşekkür ederim.

source: Thanks! This item is in your favorite list now!
tr: Teşekkürler! Bu öğe artık favori listede yok!

source: The file is too big
tr: Dosya çok büyük

source: The item you are trying to contact does not exist.
tr: Mevcut değil temasa çalıştığınız öğe

source: The new page URL will be applied for all locations page.
tr: Yeni sayfa URL'si, tüm yerleşim sayfalarına uygulanacaktır.

source: The new page URL will be applied for all reviews page.
tr: Yeni sayfa URL'si tüm değerlendirme sayfalarına uygulanacaktır.

source: The page URL entered is already being used by another page, please choose another URL. The remaining changes were successfully saved.
tr: Girilen sayfa URL'si başka bir sayfa tarafından zaten kullanılıyor, lütfen başka bir URL seçin. Kalan değişiklikler başarıyla kaydedildi.

source: The server encountered an internal error or misconfiguration and was unable to complete your request
tr: Sunucu bir iç hata veya hatalı yapılandırmayı karşılaştı ve isteğinizi tamamlayamadı

source: Themes
tr: Temalar

source: This article is not available for review anymore.
tr: Bu makale artık incelenemiyor.

source: This deal value
tr: Bu anlaşma değeri

source: This is an automatically generated email, please do not reply
tr: Bu otomatik olarak oluşturulmuş bir e-posta olduğunu cevap vermeyin lütfen

source: This item was either temporarily suspended or deleted. Here are some suggestions to help you
tr: Bu madde ya geçici olarak askıya ya da silindi. İşte size yardımcı olacak birkaç öneri

source: This module does not have review feature.
tr: Bu modül yorum özelliği yoktur.

source: This month
tr: Bu ay

source: This week
tr: Bu hafta

source: This weekend
tr: Bu haftasonu

source: Time left to redeem
tr: Zaman almak için sol

source: To
tr: karşı

source: To view the lead, follow the link below.
tr: Ilanın detaylarını görmek için aşağıdaki bağlantıyı takip edin.

source: To:
tr: karşı:

source: Today
tr: Bugün mü

source: Toll Free
tr: Ücretsiz

source: Try browsing by section
tr: Bölüme göre göz atmayı deneyin

source: Try different and more general keywords
tr: Farklı ve daha genel anahtar kelimeleri deneyin

source: Try removing filters to broaden your search
tr: Aramanızı genişletmek için filtreleri kaldırmayı deneyin

source: Type
tr: tip

source: Type a title for your comment
tr: Yorumlarınız için bir başlık yazın

source: Type you Phone
tr: Size Telefonu yazın

source: Type your phone
tr: Telefonunuzu yazın

source: Unavailable Item
tr: Kullanılamaz Öğe

source: Until
tr: değin

source: Valid Until
tr: geçerli kadar

source: Valid until
tr: geçerli kadar

source: View
tr: Görünüm

source: View All
tr: Hepsini gör

source: View Sample
tr: Örnek göster

source: View author's website
tr: Görünüm yazarın web

source: Visit Website
tr: Siteyi ziyaret et

source: Visitor
tr: ziyaretçi

source: Voted
tr: oy

source: We can not send your email. Try again, please.
tr: Biz e-posta gönderebilirsiniz olamaz. Tekrar lütfen deneyin.

source: We could not find your account. Please log in again and come back later.
tr: Hesabınızı bulamadık. tekrar oturum ve daha sonra geri gel lütfen.

source: We were not able to retrieve your location. Please try again later
tr: Biz yerinizi almak mümkün değildi. Lütfen daha sonra tekrar deneyin

source: We were unable to get your location.
tr: Biz konumunuzu almak koyamadık.

source: Website
tr: Web Sitesi

source: Website Notification
tr: Web Sitesi Bildirimi

source: Website Role
tr: Web Sitesi Rolü

source: When
tr: Ne zaman

source: Where
tr: nerede

source: Will not be displayed publicly
tr: kamuya gösterilmez

source: Would you like to update the page URL for all categories pages with the same value of this page?
tr: Bu sayfada aynı değere sahip tüm kategori sayfalarının sayfa URL'sini güncellemek istiyor musunuz?

source: Write a review
tr: Bir değerlendirme yazın

source: Year
tr: Yıl

source: Yes
tr: Evet

source: You already reviewed this.
tr: You already reviewed this. Zaten bu gözden.

source: You have blocked our access to your Location. You may be able to change the permission settings by clicking the page icon in the address bar, or modifying your browser content settings.
tr: Sen Location bizim erişimini engelledi. Adres çubuğuna sayfa ikonuna tıklayarak, ya da tarayıcı içerik ayarlarınızı değiştirerek izin ayarlarını değiştirmek mümkün olabilir.

source: You have chosen not to provide your location.
tr: Konumunuzu vermemeyi tercih etti.

source: You received a new lead through the contact form.
tr: İletişim formunda yeni bir mektup aldınız.

source: Your First Name
tr: İlk Ad

source: Your Last Name
tr: Soy adınız

source: Your Name
tr: Adınız

source: Your Review
tr: Yorumun

source: Your browser does not support GeoLocation features. In order to use this feature, please consider updating your browser.
tr: Tarayıcınız Coğrafi özellikleri desteklemez. Bu özelliği kullanmak için, tarayıcınızı güncellemek düşünün lütfen.

source: Your browser geolocation features seem to be unavailable right now. Please try again in a few minutes.
tr: Tarayıcınız coğrafi konum özellikleri şu anda kullanılamıyor gibi görünüyor. Bir kaç dakika içinde tekrar deneyin.

source: Your e-mail
tr: E-posta adresiniz

source: Your e-mail has been sent. Thank you.
tr: E-postanız gönderildi. Teşekkür ederim.

source: Your e-mail, please
tr: E-posta, lütfen

source: Your review has been submitted for approval.
tr: İncelemeniz onayına sunulmuştur.

source: Zipcode
tr: Posta Kodu

source: and
tr: ve

source: articles
tr: makaleler

source: by
tr: tarafından

source: by %artigo_author_name%
tr: tarafından %artigo_author_name%

source: classifieds
tr: İlanlar

source: currently on course
tr: Şu anda kursunda

source: deals
tr: teklifler

source: directory results
tr: dizin sonuçları

source: events
tr: aktiviteler

source: from
tr: arasında

source: from today on
tr: bugünden itibaren

source: happening between %startDate% and %endDate%
tr: arasında %startDate% ve %endDate%

source: happening from %startDate% on
tr: itibaren %startDate%

source: has a new review
tr: Yeni bir yorum var

source: impressions
tr: Gösterimler

source: in
tr: içinde

source: listings
tr: listeler

source: more dates
tr: daha fazla tarih

source: more locations
tr: daha fazla yerleri

source: near
tr: yakın

# offered by &quot;%name%&quot;
source: offered by "%name%"
tr: "%name%"

source: on
tr: -de

source: or
tr: veya

source: or log in using your email address
tr: veya e-posta adresini kullanarak giriş

source: read more
tr: daha fazla oku

source: size
tr: Kes

source: stars
tr: yıldızlar

source: this month
tr: Bu ay

source: this week
tr: Bu hafta

source: this weekend
tr: bu haftasonu

source: to
tr: için

source: today
tr: bugün

source: view fax
tr: görünümü faks

source: view phone
tr: telefonu gör

source: when
tr: ne zaman

source: where
tr: nerede

source: wrote
tr: yazdı

source: www.yoursite.com
tr: www.sitenizin.com

source: youremail@yoursite.com
tr: adınızı@sitenizin.com

source: {0} Less than one day|{1} One day left|]1,Inf] %count% Days left
tr: {0} Az bir gün|{1} Bir gün kaldı|]1,Inf] %count% Kalan günler

source: {0}No Reviews|{1}%count% Review|]1,Inf[%count% Reviews
tr: {0}Hiçbir Yorumları|{1}%count% İnceleme|]1,Inf[%count% Yorumlar

source: {0}No records found |{1} <b>One</b> record found |]1,Inf]Found <b>%count%</b> records
tr: {0}kayıt bulunamadı |{1} <b>Bir</b> kaydı bulunamadı|]1,Inf]Bulunan <b>%count%</b> kayıt

source: {0}SOLD OUT |{1} There is one deal left|]1,Inf[ There are %deals% deals left
tr: {0}HEPSİ SATILDI |{1} Sol bir anlaşma var|]1,Inf[ Var %deals% Teklifler
