Repository: dfedarchuk/danceevents
Catalog: app/Resources/translations/recurring.*.xlf
Languages: de, fr, pt, tr

source: business day
de: Geschäftstag
fr: jour ouvrable
pt: dia útil
tr: iş günü

# day
source: {1}day|]1,Inf[days
de: {1}Tag|]1,Inf[Tage
fr: {1}jour|]1,Inf[jours
pt: {1}dia|]1,Inf[dias
tr: {1}gün|]1,Inf[günler

# every
source: Every %s
de: Jeden %s
fr: Chaque %s
pt: Todo(a) %s
tr: Her %s

# every day
source: Daily
de: Täglich
fr: du quotidien
pt: Diariamente
tr: Her gün

# month.days
source: The %day% day of every month
de: Der %day% tag eines jeden Monats
fr: Le %day%ème jour de chaque mois
pt: Todo %day% dia de cada mês
tr: Her ayın %day%. günü

# month.week.days
source: Every %week% %day% of the month
de: Jeder %week% %day% des Monats
fr: Chaque %week% %day% du mois
pt: Todo(a) %day% da %week% semana(s) do mês
tr: Her ayın %week% %day%

# week
source: {1}week|]1,Inf[weeks
de: {1}Woche|]1,Inf[Wochen
fr: {1}semaine|]1,Inf[semaines
pt: {1}semana|]1,Inf[semanas
tr: {1}hafta|]1,Inf[hafta

source: weekend
de: Wochenende
fr: fin de semaine
pt: final de semana
tr: hafta sonu

# year
source: {1}year|]1,Inf[years
de: {1}Jahr|]1,Inf[Jahr
fr: {1}ans|]1,Inf[ans
pt: {1}ano|]1,Inf[anos
tr: {1}yıl|]1,Inf[yıl

# year.month.days
source: Every year on %month% %day%
de: Jedes Jahr am %day% %month%
fr: Chaque année, le %day% %month%
pt: Todo ano no %day% dia de %month%
tr: %month% %day% Her yıl

# year.month.week.days
source: Every year on the %week% %day% of %month%
de: Jedes Jahr am %week% %day% von %month%
fr: Chaque année, le %week% %day% %month%
pt: Todo ano no(a) %day% da %week% semana de %month%
tr: Yılda, %week% haftasının %month% her %day%
