Repository: dfedarchuk/danceevents
Catalog: app/Resources/translations/units.*.xlf
Languages: es

source: mi
es: km

source: m/d/Y
es: d/m/Y

source: {symbol} {value}
es: {value} {symbol}

source: h:i a
es: H:i

source: {1}first|{2}second|{3}third|{4}fourth|{5}fifth|{6}sixth|{7}seventh|{8}eighth|{9}ninth|{10}tenth|]10,Inf[%count%th
es: {1}primero|{2}segundo|{3}tercero|{4}cuarto|{5}quinto|{6}sexto|{7}séptimo|{8}octavo|{9}noveno|{10}décimo|]10,Inf[%count%º

source: {1}first|{2}second|{3}third|{4}fourth|{5}fifth|{6}sixth|{7}seventh|{8}eighth|{9}ninth|{10}tenth|]10,Inf[%count%th
es: {1}primera|{2}segunda|{3}tercera|{4}cuarta|{5}quinta|{6}sexta|{7}séptima|{8}octava|{9}novena|{10}décima|]10,Inf[%count%ª

source: {1}%count%st|{2}%count%nd|{3}%count%rd|]3,Inf[%count%th
es: ]-Inf,Inf[%count%º

source: {1}%count%st|{2}%count%nd|{3}%count%rd|]3,Inf[%count%th
es: ]-Inf,Inf[%count%ª

source: {1}Sunday|{2}Monday|{3}Tuesday|{4}Wednesday|{5}Thursday|{6}Friday|{7}Saturday
es: {1}domingo|{2}lunes|{3}martes|{4}miércoles|{5}jueves|{6}viernes|{7}sábado

source: {1}January|{2}February|{3}March|{4}April|{5}May|{6}June|{7}July|{8}August|{9}September|{10}October|{11}November|{12}December
es: {1}enero|{2}febrero|{3}marzo|{4}abril|{5}mayo|{6}junio|{7}julio|{8}agosto|{9}septiembre|{10}octubre|{11}noviembre|{12}diciembre
