Repository: dfedarchuk/danceevents
Catalog: app/Resources/translations/validators.*.xliff
Languages: pt, tr

source: Bad code value
pt: Código inválido, digite novamente.
tr: Kod eşleşmiyor

source: Please enter a valid e-mail address.
pt: Por favor, insira um endereço de e-mail válido.
tr: Geçerli bir e.

source: Please type a subject.
pt: Por favor, digite um assunto.
tr: Bir konu girin.

source: Please type an title for your review.
pt: Por favor, dê um título para sua revisão.
tr: Yorumunuz için bir başlık yazın lütfen.

source: Please type the message.
pt: Por favor, escreva a mensagem.
tr: Mesajı girin.

source: Please type the rating.
pt: Por favor, dê uma nota.
tr: Reyting girin.

source: Please type the your Email.
pt: Por favor, escreva o seu e-mail.
tr: E-postanızı yazınız.

source: Please type the your First Name.
pt: Por favor, escreva o seu Nome.
tr: Senin İsim yazınız.

source: Please type the your Last Name.
pt: Por favor, digite o seu sobrenome.
tr: Senin Soyad yazınız.

source: Please type the your Password.
pt: Por favor, digite a sua senha.
tr: Şifrenizi yazınız.

source: Please type your Location.
pt: Por favor, digite a sua localização.
tr: Senin Location yazınız.

source: Please type your Name.
pt: Por favor, digite seu nome.
tr: Adınızı yazınız.

source: The field is required
pt: O campo é obrigatório
tr: Alan gereklidir

source: This value is not a valid captcha.
pt: Este valor não é um captcha válido.
tr: Bu değer geçerli bir kaptan değildir.
